[
    {
        "id": 1,
        "title": "Botella multifunción 8 en 1 ",
        "price": 25,
        "description": "Equipado con: Embudo, exprimidor, rayador, separador de yemas, abre botella, picador, taza medidora, de fácil limpiado",
        "details":"Material plástico ABS  calidad alimentaria",
        "stock": 1,
        "category": 1,
        "images": [
            "Botella_multi_1.jpeg",
            "Botella_multi_2.jpeg"
        ]
    },
    {
        "id": 2,
        "title": "Mini batidora manual a pilas",
        "price": 12.50,
        "description": "Úsalo para días de Café, Cremas y  Capuccino en tu hogar o oficina que no te ocupa espacio y hacer de un momento agradable al momento de beberlo.",
        "details": "Medidas: 20 cm de Largo<br/>Es portátil, no necesita corriente, es a pilas y puedes movilizarte con él a todos lados<br/>Pilas NO incluidas.",
        "stock": 2,
        "category": 2,
        "images": [
            "Batidora_mini_1.jpeg",
            "Batidora_mini_2.jpeg"
        ]
    },
    {
        "id": 3,
        "title": "Escobilla para vasos/botellas",
        "price": 10,
        "description": "Cepillo de silicona multifuncional para  limpieza con mango largo, rotativo, para  limpiador de biberones de leche, tomatodos, jarras y más.",
        "details":"Moderno y práctico.</br> Fácil uso.</br> Material: Silicona</br>Colores: Celeste, gris",
        "stock": 4,
        "category": 1,
        "images": [
            "Escobilla_2.jpeg",
            "Escobilla_1.jpeg",
            "Escobilla_3.jpeg"
        ]
    },
    {
        "id": 4,
        "title": "Cepillo de limpieza c/ mango retráctil",
        "price": 13,
        "description": "El limpiador de cepillo de botella de agua es completamente reutilizable. La esponja especialmente diseñada y el mango largo duradero pueden limpiar fácilmente toda la superficie interna de la botella.",
        "details":"Diseño con agujero, fácil de colgar. <br/>Mango con regulador.<br/>Colores: Blanco y celeste.",
        "stock": 3,
        "category":2,
        "images": [
            "Cepillo_limp_1.jpeg",
            "Cepillo_limp_2.jpeg"
        ]
    },
    {
        "id": 5,
        "title": "Humidificador conejito",
        "price": 35,
        "description": "Pequeño, fácil de utilizar y de trasladar a cualquier lugar, perfecto para oficina, dormitorio o sala con su funcionamiento silencioso, agregando agua y unas gotas de esencia y  hará que  disfrute de una atmósfera perfumada y relajante, purificando el aire y su piel.",
        "details": "Capacidad de 200ML<br/>Color Rosa y Blanco<br/>Carga USB ultrasónico<br/>Cuenta con una iluminación multicolor<br/>Apagado automático",
        "stock": 3,
        "category":1,
        "images": [
            "Difusor_conejo_1.jpg",
            "Difusor_conejo_2.png"
        ]
    },
    {
        "id": 6,
        "title": "Cepillo portátil multifuncional",
        "price": 12,
        "description": "Cepillos especiales para limpiar los orificios pequeños de botellas, frascos, licuadoras y mas sin complicaciones con su ligera forma.",
        "details":"Color Disponible: Blanco",
        "stock": 1,
        "category":1,
        "images": [
            "Cepillo_espec_1.jpeg",
            "Cepillo_espec_2.jpeg"
        ]
    },
    {
        "id": 7,
        "title": "Canguro Mickey (Disney) de Zara",
        "price": 50,
        "description": "Cómodo canguro para niños y adultos, llevalo a todas partes con comodidad y seguridad, estructura tipo bolso. Cuenta con sujetador con diseño de llavero manito y asa con longitud regulable de acuerdo a tus necesidades.",
        "details": "Canguro con forma de Mickey Mouse<br/>Compartimiento principal con cierre mediante cremallera.<br/>Forro interior estampado, asa. ajustable con mensaje y cierre mediante clip.<br/>Tamaño: 32 x 12 cm.<br/>Color: Negro con rojo.",
        "stock": 3,
        "category":1,
        "images": [
            "Canguro_mickey_1.jpg",
            "Canguro_mickey_2.jpg"
        ]
    },
    {
        "id": 8,
        "title": "Star Bellys",
        "price": 50,
        "description": "Star Belly es un juguete suave y cómodo que crea estrellas brillantes y formas divertidas que se deslizan sobre las paredes y el techo, un arco iris de colores que a tu hijo le encantará abrazarse con su peluche amigo día y noche. Ideal para el hogar, viajes, fiestas de pijamas, juegos y mucho más.",
        "details": "Presiona sobre el vientre y cambia la luz a seis colores diferentes <br/> Funciona con 3 pilas AAA (no incluidas)<br/>Material: 100% felpa de poliéster<br/>Medidas:24 x 14 cm<br/>No es lavable en máquina<br/>Recomendaciones: Limpieza con un paño húmedo y secado al aire<br/>Modelos Disponibles: Azul y Marrón",
        "stock": 3,
        "category":3,
        "images": [
            "Star_belly_1.jpg",
            "Star_belly_2.jpg"
        ]
    },
    {
        "id": 9,
        "title": "Happy Nappers",
        "price": 50,
        "description": "Happy Nappers es el amigo divertido y difuso que no es solo la almohada de juego perfecta, sino que se abre y se convierte en una cómoda sorpresa de saco de dormir. Fáciles de desenrollar, las Happy Nappers mantienen a su hijo caliente y cómodo cuando es hora de una siesta y son almohadas suaves y acogedoras perfectas para jugar o abrazarse.",
        "details":"Modelo Disponibles: Mariquita, Perrito Amarillo, Dragón</br>Se transforman de mascotas de peluche, en acogedores cojines, y en divertidas bolsas de dormir con almohada incorporada.<br/>Medidas: 50 cm de ancho x 1.29 cm de largo - Talla S<br/>Para niños de hasta 03 añoss",
        "stock": 3,
        "category":3,
        "images": [
            "Happy_napper_1.jpeg",
            "Happy_napper_2.jpg"
        ]
    },
    {
        "id": 10,
        "title": "Muñeco Cocomelon",
        "price": 30,
        "description": "Inspirada en la exitosa serie educativa de YouTube Kids y Netflix, CoComelon, este muñeco interactivo permite a los niños participar en sus propias aventuras de aprendizaje temprano. ¡A tu hijo le encantará abrazar a su amigo favorito CoComelon!",
        "details": "Muñeco de peluche musical con cuerpo suave y esponjoso. Con cabeza y manos de plástico para un mayor realismo.</br> Lleva su famoso pijamita para irse a dormir.</br>Aprieta la barriguita del juguete y reproduce la popular canción de CoComelon “YesYes Bedtime.</br>Fomenta la imaginación y desarrollo de las habilidades sociales como la responsabilidad y la empatía. Funciona con 3 Pilas LR03 (Incluidas).",
        "stock": 1,
        "category":3,
        "images": [
            "Muñeca_1.jpeg",
            "Muñeca_2.jpg"
        ]
    },
    {
        "id": 11,
        "title": "Organizador de cables",
        "price": 13,
        "description": "Organiza tus cables evitando accidentes con este set de Clips adhesivos con 4  organizadores. Ordena y dirige los cables de tu CPU, Monitor, Impresora, etc. Ideal para que esos cables que siempre están en el medio de tu mesa estén organizados y en el lugar donde siempre deben de estar.",
        "details":"Kit de 04 und <br/> Material: plastico <br/> Medidas:5.47 x 3.78 x 0.87cm <br/> Colores: varios",
        "stock": 3,
        "category":1,
        "images": [
            "Organizador_1.jpeg",
            "Organizador_2.jpeg"
        ]
    },
    {
        "id": 12,
        "title": "Vaso Antiderrame Kids",
        "price": 30,
        "description": "El vaso antiderrame con asa es una alternativa ideal para niños que están dejando la mamadera y empezando a tomar líquidos con vaso, y lo mejor de todo es que ¡no se derrama!",
        "details":"Medidas: 11.7cm de alto x 9cm de ancho <br/>Modelo disponible: Unicornio</br>Material: Vidrio.",
        "stock": 1,
        "category":3,
        "images": [
            "Vaso_anti_1.jpeg",
            "Vaso_anti_2.jpeg"
        ]
    },
    {
        "id": 13,
        "title": "Mantas Luminosas",
        "price": 35,
        "description": "Esta manta especial puede ser el mejor guardián para su hijo por la noche,  son ideales para el uso diario, como ver la TV, leer en el sofá,  en una silla o cama. También puede ser una decoración para el hogar, puedes llevarlo de viaje.",
        "details":"Material: felpa <br/> Medidas:1.60 x 65cm </br> Modelos Disponibles: Lunas con estrellas y Mariposas.",
        "stock": 3,
        "category":3,
        "images": [
            "Manta_1.jpg",
            "Manta_2.jpg"
        ]
    },
    {
        "id": 14,
        "title": "Batas Overzise Minnie Mouse y pata Daysi",
        "price": 66,
        "description": "Para los días fríos,llegaron las batas largas Oversize, modelo Disney con capucha y botones.",
        "details":"Material: micropolar afelpado 'antialergico' <br/> Talla: S y M</br>Diseño: Minnie Mouse y Daisy.</br> No se encoje.</br> No se destiñe.</br>Es abrigadora.",
        "stock": 2,
        "category":1,
        "images": [
            "Bata_1.jpeg",
            "Bata_2.png",
            "Bata_3.png",
            "Bata_4.jpg"
        ]
    },
    {
        "id": 15,
        "title": "Ametralladora de burbujas",
        "price": 17,
        "description": "Colorido y divertido Cuenta con 8 agujeros de los cuales te permitirán crear cientos de burbujas por minuto para que la diversión sea en grande, Su practico diseño te permitirá llevarla a cualquier lugar ya que es pequeña y ligera.",
        "details":"Está hecho de material ABS no tóxico, que es bastante seguro para niños y mascotas.<br/> Las bubble guns se pueden usar como un pequeño ventilador, quita la cabeza de la pistola, traerá un viento fresco y cómodo.</br>Uso a pilas. ( NO INCLUIDAS)</br>Colores Disponibles: Rosado y Negro.",
        "stock": 2,
        "category":3,
        "images": [
            "Ametralladora_1.jfif",
            "Ametralladora.jpg"
        ]
    },
    {
        "id": 16,
        "title": "Mortero de piedra mármol",
        "price": 40,
        "description": "Este mortero está hecho de un único y sólido bloque de piedra, confiriéndole una construcción fuerte. Por su diseño son también un hermoso arreglo en el comedor, cocina o en cualquier vitrina.",
        "details":"Ideal para moler desde especias hasta hierbas, ajos, sal, etc.<br/> Material: Piedra Mármol",
        "stock": 4,
        "category":2,
        "images": [
            "Mortero_1.jpg",
            "Mortero_2.webp"
        ]
    },
    {
        "id": 17,
        "title": "Hula Hula Hoop inteligente",
        "price": 38,
        "description": "Equipo deportivo familiar adecuado para todos los miembros de la familia, ideal para tus ejercicios con ritmo. Simple y seguro de usar, que permite ejercitar la cintura y el abdomen que suelen ser difíciles de ejercitar.",
        "details":"Tiene el efecto de masajear, relajar.<br/>Contador con número",
        "stock": 1,
        "category":5,
        "images": [
            "Hula_hula_1.jpeg",
            "Hula_hula_2.jpeg"
        ]
    },
    {
        "id": 18,
        "title": "Taza Kawai Gatito",
        "price": 27,
        "description": "¡Una taza para amantes de los gatunos! Nada mejor para comenzar el día que tomarse un café o un vaso de leche en esta taza con forma de gato y un estilo kawai inigualable.Es una taza que puede servir tanto para niños como para adultos que tienen un espíritu joven.",
        "details":"Color disponible: Negro.<br/>Material: Cerámica",
        "stock": 1,
        "category":1,
        "images": [
            "Taza_kawai_1.jpeg",
            "Taza_kawai_2.jpeg"
        ]
    },
    {
        "id": 19,
        "title": "Lámpara para insectos UV",
        "price": 28,
        "description": "Es una lámpara dispositivo para llevar en viajes de negocios o familiares. Es de tamaño pequeño y puedes colocarlo fácilmente en una maleta. Este dispositivo es ligero y puede usarlo en interiores o exteriores. Todo lo que necesita es el enchufe para enchufar este dispositivo.",
        "details":"Atrae los mosquitos y zancudos dejándolos atrapados.<br/>Entrada USB.<br/>Noches más tranquilas.<br/>Uso con Energía.",
        "stock": 1,
        "category":1,
        "images": [
            "Lampara_zanc_1.jpg",
            "Lampara_zanc_2.jpeg"
        ]
    },
    {
        "id": 20,
        "title": "Mirabel de encanto",
        "price": 40,
        "description": "La extraordinaria Mirabel será la compañera perfecta para tu pequeña, adorable muñeca peluche, inspirada en Encanto",
        "details":"Peluche antialérgico.<br/> Medida: 37cm aprox de alto.",
        "stock": 2,
        "category":3,
        "images": [
            "Mirabel_1.jpg",
            "Mirabel_2.jpg"
        ]
    },
    {
        "id": 21,
        "title": "Repisa decorativa",
        "price": 25,
        "description": "Organizar o decorar nuestro hogar muchas veces nos resulta algo complicado cuando no somos buenos en el tema, y cuando se trata de decorar con repisas… no sabemos cómo implementar el diseño, pues bien, ahora tenemos esta repisa para que puedas organizar tu hogar sin ser una experta. Dependiendo de tu gusto puedes empezar a decorar y darle el toque personal con estas ideas.",
        "details":"Material: Plástico PP<br/>Puede ser utilizada en baños, sala, recámaras… o en el lugar que tu prefieras.<br/>Medidas: 33*13.5*14.5 cm. <br/>Incluye adhesivos.<br/>Color Disponible: Gris",
        "stock": 1,
        "category":1,
        "images": [
            "Repisa_1.jpeg",
            "Repisa_2.jpeg"
        ]
    },
    {
        "id": 22,
        "title": "Roller facial",
        "price": 20,
        "description": "El uso de este Roller en el rostro te permite aplicar tus cremas de tratamiento o bien masajear las zonas del cuerpo como el cuello y piernas para estimular la circulación de la sangre en esas zonas y dejar de sentir malestares por el cansancio cotidiano.",
        "details":"Masajeador Roller Ice apto freezer<br/>Desmontable por lo que podrás ponerlo en el freezer y obtener resultados realmente muy buenos.",
        "stock": 1,
        "category":5,
        "images": [
            "Roller_facial_1.jpeg",
            "Roller_facial_2.jpeg"
        ]
    },
    {
        "id": 23,
        "title": "ORGANIZADOR PORTA MAQUILLAJE ACRÍLICO 360°",
        "price": 45,
        "description": "Organizador de maquillaje giratorio de 360 grados: Organiza y almacena perfectamente tus cosméticos y accesorios. Fácil acceso a todos tus productos de maquillaje. Perfecto regalo  para tus amigos, familiares y cualquier amante del maquillaje.",
        "details":"Fácil de armar y lavar.<br/>El material PS.<br/>Fácil de limpiar.",
        "stock": 1,
        "category":5,
        "images": [
            "Organizador_1.jpeg",
            "Organizador_2.jpeg"
        ]
    },
    {
        "id": 24,
        "title": "Trípode selfie + Aro de luz led",
        "price": 40,
        "description": "Trípode, ideal para hacer grabaciones y fotos semi-profesionales. Trípode con altura de 165 cm (Aproximadamente). Aro de Luz Led 26cm de diámetro, Luz Blanca, cálida y natural. Graduación de intensidad de la luz. Ideal para youtubers Juniors, Tutoriales, Amantes de la fotografía, etc.",
        "details":"El color y el brillo son fáciles de configurar y no necesita instalar ningún filtro de colores adicionales.<br/>Sin control.<br/>Entrada USB",
        "stock": 1,
        "category":1,
        "images": [
            "Aro_selfie_1.jpeg"
        ]
    },
    {
        "id": 25,
        "title": "ALFOMBRAS  DE COCINA 2 PZAS",
        "price": 37,
        "description": "Set de alfombrillas para decorar para tu cocina, fácil limpieza, 2 piezas,  divertida e impermeable para la entrada de la puerta delantera.",
        "details":"Juego de 2 piezas = 1 pieza de 50 x 80 cm + 1 pieza de 50 x 160 cm.<br/>Respaldo de goma de látex antideslizante, resistente a la decoloración y al desgaste.<br/>Absorbe el agua y se seca rápidamente, protege tu piso de la cocina de la humedad y las manchas.",
        "stock": 2,
        "category":2,
        "images": [
            "Alfombra_cocina.jpeg"
        ]
    }

]